{
	"introduction": "Infernomon is a 2D RPG Dungeon crawler containing many appealing gaming elements such as: leveling, finding rare loot, learning abilities, battling, summoning monster pets, and more!  Help defend Infernal Island from the onslaught of encroaching Infernomon that continuously threaten the lives of the Infernalites, a race of humaniods who are on the brink of extinction.  Venture into different Dungeons surrounding Infernal Island, defeat Infernomon, and acquire loot from treasure chests.  Use the essences from defeated Infernomon to summon Infernomon of your own to fight along side you.  Attend school, learn how you can improve your skills, and strengthen your Infernomon.  Complete increasingly difficult Dungeons to increase your Dungeon Score and acquire better loot.  Buy and sell Infernomon and rare items at the Auction House.",
	"infernomon": "Defeat Infernomon that spawn in different Dungeons surrounding Infernal Island.  Use essences from defeated Infernomon to summon Infernomon that fight along side you.  There are currently 51 known Infernomon species, each with 1 or 2 type attributes that provide a gameplay element similar to 'rock, paper, scissors'.",
	"dungeons": "Dungeons are full of Infernomon waiting to attack you.  Each Dungeon contains unique battling encounters that require different strategic techniques to defeat.  Build unique lineups to best fit your battling style.  Harder difficulties for Dungeons are unlocked each time you beat them, rewarding increasingly powerful loot.  See how high you can push your Dungeon Score and climb to the top of the online leader board.",
	"battling": "Your battling lineup consists of you and 2 Infernomon of your choosing.  Modify your character and Infernomon to enhance varying roles such as assassin, support, tank, and utility. Strategically position your team for optimal efficiency. ",
	"professions": "Go to school to learn new skills in the following subjects: Gem Crafting, Enchanting, Conjuring, and Potion Making.  After mastering each subject, choose a single subject which becomes your Major. This will provide an additional benefit in your chosen subject field.",
	"auctionHouse": "Buy and sell powerful Infernomon and items with other players from around the world with in-game currency, while strengthening your Infernomon.",
	"attacks": "There are 3 types of attacks in the game: Auto, Natural, and Acquired.  Auto attacks fire off automatically on a short cooldown and have side affects that vary across Infernomon species.  Each Infernomon has only 1 Natural attack and 1 Acquired attack.  Natural attacks are unique to each Infernomon and are assigned at random from a pool of 2-3 possible Natural attacks for each species.  Acquired attacks can be changed at any time and each species has a different pool of Acquired attacks to choose from.",
	"items": "The following item types exist within the game: Crafting Materials, Equipables, and Consumables."
}
